Repository: xubingyue/particle_universe
Catalog: Particle Universe Editor/language/*/*_internat.po
Languages: mk, nl, ru

source: Calibration pause
mk: Пауза за калибрација
nl: Calibratie pauze
ru: Пауза калибровки

source: Plane distance
mk: Далечина на рамнина
nl: Rooster afstand
ru: Дистанция плоскости

source: videopath
mk: патвидео
ru: Путь видео

source: imagewidth
mk: ширинаслика
ru: Ширина картинки

source: mediatype
mk: медиатип
ru: Медиатип

source: videosize
mk: гоелминанавидео
ru: Разрешение

source: Select colour
mk: Избери боја
nl: Selecteer kleur
ru: Выбрать цвет

source: Set alpha
mk: Постави проѕизност
nl: Set alfa
ru: Установить прозрачность

source: &Linear interpolation
mk: Линеарна интерполација
nl: &Lineaire interpolatie
ru: Линейная интерполяция

source: &Spline interpolation
mk: Шпонка интерполација
nl: &Spline interpolatie
ru: Сплайн интерполяция

source: canvas
mk: платно
ru: Полотно

source: Render
mk: Рендер
ru: Визуализация

source: Edit
mk: Измени
ru: Редактор

source: Script
mk: Скрипта
ru: Скрипт

source: Message
mk: Порака
nl: Boodschap
ru: Сообщение

source: Tools
mk: Алатки
nl: Gereedschap
ru: Инструменты

source: Cursor
mk: Покажувач
ru: Курсор

source: Connect
mk: Конектирај
nl: Verbind
ru: Присоединиться

source: Disconnect
mk: Дисконектирај
nl: Ontkoppel
ru: Отсоединиться

source: Help
mk: Помош
ru: Помощь

source: file
mk: фајл
nl: bestand
ru: файл

source: files
mk: фајлови
nl: bestanden
ru: файлы

source: FileSystem
mk: Даточен Систем
ru: Файловая система

source: Transparent alpha
mk: Транспарентна проѕирност
nl: Transparante alfa
ru: Прозрачность Alpha

source: Transparent colour
mk: Транспарентна боја
nl: Transparante kleur
ru: Прозрачность - цвет

source: Modulate
mk: Модулирај
nl: Modulatie
ru: Модулировать

source: Replace
mk: Промени
nl: Vervang
ru: Переместить

source: Source colour - One
mk: Изворна боја - 1
nl: Kleur bron - 1
ru: Источник цвета -1

source: Source colour - Zero
mk: Изворна боја - 0
nl: Kleur bron - 0
ru: Источник цвета - 0

source: Source colour - Destination colour
mk: Изворна боја - Боја на дестинација
nl: Kleur bron - Kleur bestemming
ru: Источник цвета - Назначенный цвет

source: Destination colour - One
mk: Боја на дестинација - 1
nl: Kleur bestemming - 1
ru: Назначенный цвет - Один

source: Destination colour - Source colour
mk: Боја на дестинација - Изворна боја
nl: Kleur bestemming - Kleur bron
ru: Назначенный цвет - Источник цвета

source: Wrap
mk: Обвивка
nl: Wikkelen
ru: Оболочка

source: Mirror
mk: Огледало
nl: Spiegelen
ru: Отразить

source: Clamp
mk: Прицврстување
nl: Vastklampen
ru: Присоединить

source: New material
mk: Нов материјал
nl: Nieuw materiaal
ru: Новый материал

source: Pass
mk: Помин
ru: Путь

source: Lighting
mk: Осветлување
nl: Belichting
ru: Освещение

source: Ambient
mk: Амбиент
ru: Внешний

source: Emissive
mk: Емитивна
nl: Uitstralend
ru: Излучение

source: Depth check
mk: Проверка на длабочина
nl: Controleren diepte
ru: Глубина проверки

source: Depth write
mk: Запишување на длабочина
nl: Doordrukken
ru: Глубина записи

source: Scene blend
mk: Блендирање со сцената
nl: Vermengen
ru: Смешивание сцен

source: Texture
mk: Текстура
nl: Afbeelding
ru: Текстура

source: Address mode
mk: Мод на адреса
ru: Вид адресса

source: Load a texture
mk: Отвори текстура
nl: Laad een afbeelding
ru: Открыть текстуру

source: Textures (*.*)|*.*
mk: Текстури(*.*)|*.*
nl: Afbeeldingen (*.*)|*.*
ru: Текстуры(*.*)|*.*

source: Mesh Selector
mk: Избор на Модел
nl: Selecteer Mesh
ru: Выборщик модели

source: system
mk: систем
ru: система

source: technique
mk: техника
nl: techniek
ru: техника

source: renderer
mk: рендерер
ru: визуализатор

source: emitter
mk: емитер
ru: излучатель

source: affector
mk: ефектор
nl: beïnvloeder
ru: воздействие

source: observer
mk: набљудувач
nl: waarnemer
ru: наблюдатель

source: handler
mk: справувач
ru: обработчик

source: behaviour
mk: однесување
nl: gedrag
ru: поведение

source: extern
mk: екстернант
ru: экстерн

source: wxOgreControl creation failed
mk: Креација на wxOgreControl не успеа
nl: wxOgreControl creatie mislukt
ru: Создание wxOgreControl не удалось

source: Value must be less than
mk: Вредноста мора да е помала од
nl: Waarde moet minder zijn dan
ru: Значение должно быть больше чем

source: Value must be less than
mk: Вредноста мора да е помала од
nl: Waarde moet minder zijn dan
ru: Значение должно быть больше чем

source: (but positive or 0)
mk: (но позитивна или 0)
nl: (maar positief of 0)
ru: (но положителен или 0)

source: Inherit bone orientation
mk: Наследи ориентација на коска
nl: Overerven bone oriëntation
ru: Наследовать ориентацию кости

source: Attach particle system
mk: Прикачи систем на честички
nl: Vastkoppelen particle systeem
ru: Присоединить систему частиц

source: Detach particle system
mk: Откачи систем на честички
nl: Loskoppelen particle systeem
ru: Отсоединить систему частиц

source: Current mesh does not have a skeleton
mk: Моменталниот модел нема коски
nl: De huidige mesh heeft geen skelet
ru: Выбранная модель не имеет скелета

source: Select bone to attach particle system
mk: Избери боја на која да се закачи системот
nl: Selecteer een 'bone' om particle systeem te koppelen
ru: Выбрать кость для привязки системы частиц

source: Edgelist build: Yes
mk: Изградена листа на рабови: Да
nl: Edgelist opbouwen: Ja
ru: Список рёбер: Да

source: Edgelist build: No
mk: Изградена листа на рабови: Не
nl: Edgelist opbouwen: Nee
ru: Список рёбер: Нет

source: Material submesh(%u): %s
mk: Материјал на под-модел(%u): %s
nl: Materiaal submesh(%u): %s
ru: Материал дочерней модели(%u): %s

source: Total number of vertices: %u
mk: Број на темиња: %u
nl: Totaal aantal vertices: %u
ru: Общее число вершин: %u

source: Total number of indices: %u
mk: Број на индекси: %u
nl: Totaal aantal indices: %u
ru: Общее число индексов: %u

source: Number of bones: %d
mk: Број на коски: %d
nl: Totaal aantal bones: %d
ru: Число костей: %d

source: Boundingsphere radius: %f
mk: Радиус на опколна сфера: %f
nl: Boundingsphere straal: %f
ru: Радиус ограничивающей сферы: %f

source: Number of LOD levels: %u
mk: Број на LOD нивоа: %u
nl: Aantal LOD levels: %u
ru: Число LOD уровней: %u

source: Boundingsphere radius:
mk: Радиус на опколна сфера:
nl: Boundingsphere straal:
ru: Радиус ограничивающей сферы:

source: Number of LOD levels:
mk: Број на LOD нивоа:
nl: Aantal LOD levels:
ru: Число LOD уровней:

source: Display PhysX detection dialog at startup? (Restart the application to apply the settings!)
mk: Прикажи порака за детекција на PhysX на старт？ （Треба рестарт за да има ефект！）
nl: Tonen PhysX detectie dialoog bij opstarten van de applicatie? (Herstart de applicatie om de voorkeur toe te passen!)
ru: Показывать диалог обнаружения PhysX при запуске? (перезапуск приложения)

source: Are you sure you want to delete this group?
mk: Сигурно сакате да ја избришете оваа група ?
nl: Weet u zeker dat u deze groep wilt verwijderen?
ru: Вы действительно хотите удалить выбранную группу?

source: overview of existing connections
mk: преглет на постоечки конекции
nl: Overzicht van bestaande verbindingen
ru: Обзор существующих соединений

source: Existing connections
mk: Постоечки конекции
nl: Bestaande verbinding
ru: Существующие соединения

source: Select a connection to be deleted
mk: Изберете конекција за бришење
nl: Selecteer een verbinding welke verwijderd moet worden
ru: Выбрать соединение для удаления

source: Delete a connection
mk: Избриши конекција
nl: Verwijder een verbinding
ru: Удалить соединение

source: Select a connection type
mk: Избери тип на конекција
nl: Selecteer een verbindings type
ru: Выбрать тип соединения

source: Add a connection
mk: Додај конекција
nl: Voeg een verbinding toe
ru: Добавить соединение

source: Load a scriptfile
mk: Отвори скрипта
nl: Laad een script bestand
ru: Открыть Скрипт

source: Particle and Alias scripts (*.pu;*.pua)|*.pu;*.pua
mk: Фајлови на честички и Алиас скрипти（*. PU;*. PUA）|*. PU;*. PUA
nl: Particle en Alias scripts (*.pu;*.pua)|*.pu;*.pua
ru: Частицы и Скрипты（*. PU;*. PUA）|*. PU;*. PUA

source: Select a directory that contains *.pu and .pua scripts
mk: Избери локација што содржи *. PU и PUA скрипти
nl: Selecteer een directory welke *.pu and .pua scripts bevat
ru: Указать директорию содержащую *.pu и *.pua скрипты

source: Save the script
mk: Зачувај скрипта
nl: Sla script op
ru: Сохранить скрипт

source: Save the script as
mk: Зачувај скрипта како
nl: Sla script op als
ru: Сохранить скрипт как

source: Particle Universe Editor - DEMO V1.5
mk: Particle Universe Editor - ДЕМО V1.5
ru: Particle Universe Editor - ДЕМО V1.5

source: Add a new technique
mk: Додај нова техника
nl: Voeg een nieuwe techniek toe
ru: Новая техника

source: Add a new renderer
mk: Додај нов рендерер
nl: Voeg een nieuwe renderer toe
ru: Новый рендер

source: Add a new emitter
mk: Додај нов емитер
nl: Voeg een nieuwe emitter toe
ru: Новый эмиттер

source: Add a new affector
mk: Додај нов ефектор
nl: Voeg een nieuwe beïnvloeder toe
ru: Новый аффектор

source: Add a new observer
mk: Додај нов набљудувач
nl: Voeg een nieuwe waarnemer toe
ru: Новый обозреватель

source: Add a new handler
mk: Додај нов управувач
nl: Voeg een nieuwe handler toe
ru: Новый обработчик

source: Add a new behaviour
mk: Додај ново однесување
nl: Voeg een nieuw gedrag object toe
ru: Новое поведение

source: Add a new extern
mk: Додај нов екстернант
nl: Voeg een nieuwe extern toe
ru: Новый экстерн

source: Reset to default cursor
mk: Ресетирај на зададениот покажувач
nl: Reset de standaard cursor
ru: сбросить по умолчанию

source: Make connection between two components
mk: Направи конекција меѓу два компоненти
nl: Maak een verbinding tussen twee componenten
ru: Создать соединение между двумя компонентами

source: Delete a connection between two components
mk: Избриши конекција меѓу два компоненти
nl: Verbreek de verbinding tussen twee componenten
ru: Удалить соединение между двумя компонентами

source: Display help of current component
mk: Прикажи помош за моменталниот компонент
nl: Toon 'help' voor het geselecteerde component
ru: Отобразить справку о текущем компоненте

source: No files are dropped
mk: Нема фајлови оставено
nl: Er zijn geen bestanden 'gedropped'
ru: Нет файлов для переноса

source: Drag/drop a file
mk: Повлечи фајл
nl: Drag/drop een bestand
ru: Перетащите файл

source: File format *.
mk: Формат *,
nl: File formaat *.
ru: Формат файла *.

source: is not supported. No
mk: не е поддржан. Не
nl: wordt niet ondersteund. Aantal
ru: не поддерживается. Нет

source: loaded.
mk: лоадиран.
nl: geladen.
ru: загружен.

source: ) cannot be found. Select a directory where it can be loaded
mk: ) не е пронајден. Избери ја локацијата каде што може да е отворен
nl: ) kan niet worden gevonden. Selecteer een directory waar het kan worden geladen
ru: ) не найден. Выберите директорию, откуда можно згрузить

source: was not succesfully loaded
mk: не беше успешно лоадиран
nl: was niet succesvol geladen
ru: не был успешно загружен

source: files succesfully loaded
mk: фајловите беа успешно лоадирани
nl: bestanden succesvol geladen
ru: Файлы успешно загружены

source: Compile a particle script
mk: Компајлирај скрипта за честички
nl: Compileer een particle script
ru: Компилировать скрипт системы частиц

source: Select a material
mk: Избери материјал
nl: Seleceer een materiaal
ru: Выбрать материал

source: Save the material
mk: Зачувај материјал
nl: Sla materiaal op
ru: Сохранить материал

source: material scripts (*.material;*.osm)|*.material;*.osm
mk: материјал скрипти（*.材料;*. OSM）|*.材料;*. OSM
nl: materiaal scripts (*.material;*.osm)|*.material;*.osm
ru: скрипт материала (*.material;*.osm)|*.material;*.osm

source: Textures (*.*)
mk: Текстури (*.*)
nl: Afbeeldingen (*.*)
ru: Текстуры (*.*)

source: Select a mesh
mk: Избери модел
nl: Selecteer een mesh
ru: Выберите меш (модель)

source: No spaces allowed
mk: Не се дозволени празни места
nl: Geen spaties toegestaan
ru: Без использования пробелов

source: Value must be between
mk: Вредноста мора да е меѓу
nl: Waarde moet vallen binnen
ru: Значение должно быть в диапазоне

source: and
mk: и
nl: en
ru: и

source: Value must be positive
mk: Вредноста мора да е позитивна
nl: Waarde moet positief zijn
ru: Значение должно быть положительным

source: True
mk: Точно
nl: Ja
ru: Да

source: true
mk: точно
nl: Ja
ru: да

source: False
mk: Неточно
nl: Nee
ru: Нет

source: false
mk: неточно
nl: Nee
ru: нет

source: It seems that PhysX is installed on this computer. Do you want to make use of the PhysX features?
mk: Изгледа дека PhysX е инсталирана на овој компјутер. Дали сепак сакате да ги користите PhysX опциите ?
nl: PhysX is gedetecteerd op deze computer. Wilt u gebruik maken van de PhysX mogelijkheden?
ru: Вероятно PhysX установлен на этот компьютер. Хотите ли Вы использовать возможности PhysX?

source: It seems that PhysX is NOT installed on this computer. Do you still want to try to use PhysX?
mk: Изгледа дека PhysX НЕ Е инсталирана на овој компјутер. Дали сепак сакате да пробате да користите PhysX ?
nl: PhysX is NIET gedetecteerd op deze computer. Wilt u toch proberen gebruik te maken van PhysX?
ru: Вероятно PhysX НЕ установлен на этот компьютер. Вы хотите использовать возможности PhysX?

source: You have selected a different Particle System. Do you want to save
mk: Избравте друг систем на честички. Дали сакате да зачувате ?
nl: U heeft een ander particle systeem geselecteerd. Wilt u opslaan
ru: Вы выбрали другую систему частиц. Вы хотите сохранить?

source: This particle system template is in an incorrect state and cannot be used anymore
mk: Овој образец за систем на честички е во некоректна состојба и неможе да се користи повеќе
nl: Dit particle systeem template is in een foutieve staat en niet niet meer worden gebruikt
ru: Шаблон этой системы частиц имеет некорректное состояние и не может быть использован

source: PhysXActor
mk: PhysXАктер

source: PhysXFluid
mk: PhysXТечност
nl: PhysX vloeistof

source: Velocity matching radius
mk: Брзина еднаква на радиусот
nl: Straal aanpassen snelheid

source: Circle normal
mk: Нормала на Круг
nl: Cirkel normaal

source: fps
mk: рвс

source: Particle Universe Editor V1.5 Copyright (c) 2011 Henry van Merode The lightbulb image is royalty free from FreeDigitalPhotos.net
mk: Particle Universe Editor V1.5 Copyright (c) 2011 Henry van Merode Сликата со сијалицата е бесплатна слика без хонорари од FreeDigitalPhotos.net
nl: Particle Universe Editor V1.5 Copyright (c) 2011 Henry van Merode De lichtafbeelding is zonder royalties van FreeDigitalPhotos.net

source: Particle Universe Editor DEMO V1.5 Copyright (c) 2011 Henry van Merode The lightbulb image is royalty free from FreeDigitalPhotos.net
mk: Particle Universe Editor ДЕМО V1.5 Copyright (c) 2011 Henry van Merode Сликата со сијалицата е бесплатна слика без хонорари од FreeDigitalPhotos.net
nl: Particle Universe Editor DEMO V1.5 Copyright (c) 2011 Henry van Merode De lichtafbeelding is zonder royalties van FreeDigitalPhotos.net

source: General
nl: Algemeen
