Repository: xubingyue/particle_universe
Catalog: Particle Universe Editor/language/*/*_internat.po
Languages: mk, nl, ru

source: Number of particles
mk: Број на честички
nl: Aantal particles
ru: Число частиц

source: Inherit position
mk: Наследи позиција
nl: Overerf positie
ru: Наследовать позицию

source: Inherit direction
mk: Наследи насока
nl: Overerf richting
ru: Наследовать направление

source: Inherit orientation
mk: Наследи ориентација
nl: Overerf oriëntatie
ru: Наследовать ориентацию

source: Inherit time to live
mk: Наследи време на живеење
nl: Overerf levensduur
ru: Наследовать время жизни

source: Inherit mass
mk: Наследи маса
nl: Overerf massa
ru: Наследовать массу

source: Inherit texture coord
mk: Наследи текстурни координати
nl: Overerf afbeelding coörd
ru: Наследовать текстурные координаты

source: Inherit colour
mk: Наследи боја
nl: Overerf kleur
ru: Наследовать цвет

source: Inherit particle width
mk: Наследи ширина на честичка
nl: Overerf particle breedte
ru: Наследовать ширину частицы

source: Inherit particle height
mk: Наследи висина на честичка
nl: Overerf particle hoogte
ru: Наследовать высоту частицы

source: Inherit particle depth
mk: Наследи длабочина на честичка
nl: Overerf particle diepte
ru: Наследовать глубину частицы

source: Scale fraction
mk: Фракционално Зголемување
ru: Увеличить часть

source: Scale type
mk: Тип на зголемување
ru: Тип Масштабирования

source: Time to live
mk: Време на живеење
nl: Levensduur
ru: Время жизни

source: Velocity
mk: Брзина
nl: Initiële snelheid
ru: Скорость

source: Shape type
mk: Тип на форма
ru: Тип Формы

source: Shape collision group
mk: Група на судирања за форма
ru: Форма объекта расчета столкновений

source: Group mask
mk: Маска на група
ru: Маска группы

source: Angular velocity
mk: Аголна брзина
ru: Угловая скорость

source: Angular damping
mk: Аголно забавување
ru: Угловое затухание

source: Material index
mk: Индекс на Материјал
nl: Materiaal index
ru: Индекс Материала

source: Box
mk: Коцка
ru: Куб

source: Sphere
mk: Сфера
nl: Bol
ru: Сфера

source: Capsule
mk: Капсула
ru: Капсула

source: Rest particle per meter
mk: Одмори честичка по метар
ru: Уменьшение числа частиц на метр

source: Rest density
mk: Густина на одмор
ru: Уменьшение плотности

source: Kernel radius multiplier
mk: Множач на радиус на кернел
ru: Множитель радиуса центра

source: Motion limit multiplier
mk: Множач на ограничување на движење
ru: Множитель предела движения

source: Collision dist. multiplier
mk: Множач на оддалеченост од судар
ru: Множитель дистанции столкновений

source: Packet size multiplier
mk: Множач на големина на пакет
ru: Множитель размера пачки

source: Stiffness
mk: Вкочанување
ru: Жёсткость

source: Viscosity
mk: Вискозност
ru: Вязкость

source: Surface tension
mk: Напнатост на Површина
ru: Напряжение поверхности

source: Damping
mk: Забавување
ru: Затухание

source: External acceleration
mk: Надворешно забрзување
ru: Внешнее ускорение

source: Restitution static shapes
mk: Реституција на статички форми
ru: Восстановление формы

source: Dyn. friction static shapes
mk: Динамичко триење на статички форми
ru: Динамич. трение формы

source: Static friction static shapes
mk: Статичко триење на статички форми
ru: Статич. трение формы

source: Attraction static shapes
mk: Атракција на статички форми
ru: Притяжение статич. формы

source: Restitution dynamic shapes
mk: Реституција на диманички форми
ru: Восстановление динамической формы

source: Dyn. friction dyn. shapes
mk: Динамичко триење на динамички форми
ru: Динамич. трение динамич. формы

source: Static friction dyn. shapes
mk: Статичко триење на динамички форми
ru: Статич. трение динамич. формы

source: Attraction dynamic shapes
mk: Атракција на динамички форми
ru: Притяжение динамич. формы

source: Collision response coeff.
mk: Коефициент на одговор на судари
ru: Коефициент реакции на столкновение

source: Simulation method
mk: Метод на симулација
nl: Simulatie methode
ru: Метод симуляции

source: Collision method
mk: Метод на судар
nl: Botsing methode
ru: Метод столкновения

source: Visualisation
mk: Визуелизација
nl: Visualisatie
ru: Визуализация

source: Disable gravity
mk: Исклучи гравитација
nl: Uitschakelen zwaartekracht
ru: Выкл. гравитацию

source: Collision twoway
mk: Двонасочен судар
nl: Botsing tweeweg
ru: Двувидовая коллизия

source: Fluid enabled
mk: Течност вклучена
nl: Vloeistof ingeschakeld
ru: Вкл. жидкость

source: Hardware
mk: Хардвер
ru: Аппаратный

source: Priority mode
mk: Мод на приоритет
nl: Prioriterings mode
ru: Приоритет

source: Project to plane
mk: Проектирај на рамнина
nl: Projecteer naar vlak
ru: Проекция на плоскость

source: Strict cooking format
mk: Строг формат за готвење
nl: Strict cooking formaat
ru: Формат заготовки

source: Intercollision
mk: Интерсудирање
nl: Interne botsing
ru: Взаимн. столкновение

source: Non-intercollision
mk: Не-интерсудирање
nl: Niet-interne botsing
ru: Не взаимн.столкновение

source: Mixed intercollision
mk: Измешано интерсудирање
nl: Gemixte botsing
ru: Смешанное столкновение

source: Static
mk: Статичко
nl: Statisch
ru: Статично

source: Dynamic
mk: Динамичко
nl: Dynamisch
ru: Динамично

source: On count compare
mk: На крај на компарација на одбројувањето
ru: На счет сравнение

source: On count threshold
mk: На граница на одбројување
ru: На счет границ

source: Event Flag
mk: Ознака на Настан
ru: Флаг события

source: Position compare x
mk: Спореди позиција x
nl: Positie vergelijk x
ru: Позиция сравнения x

source: Position compare y
mk: Спореди позиција y
nl: Positie vergelijk y
ru: Позиция сравнения y

source: Position compare z
mk: Спореди позиција z
nl: Positie vergelijk z
ru: Позиция сравнения z

source: Position.x threshold
mk: Граница на позиција x
ru: x значение границы

source: Position.y threshold
mk: Граница на позиција y
ru: y значение границы

source: Position.z threshold
mk: Граница на позиција z
ru: z значение границы

source: Random threshold
mk: Рандом граница
nl: Willekeurige Drempel
ru: Случайное значение границ

source: On time compare
mk: На споредување на време
nl: Vergelijk tijd
ru: Сравнение по времени

source: On time threshold
mk: На временска граница
nl: Drempel tijd
ru: Ограничение по времени

source: Velocity compare
mk: Споредба на брзина
nl: Vergelijk snelheid
ru: Сравнение скорости

source: Velocity threshold
mk: Граница на брзина
nl: Drempel snelheid
ru: Порог скорости

source: Update interval
mk: Интервал на ажурирање
ru: Интервал обновления

source: Deviation
mk: Девиација
nl: Afwijking
ru: Отклонение

source: Number of segments
mk: Број на сегменти
nl: Aantal segmenten
ru: Количество сегментов

source: Jump
mk: Скок
nl: Spring
ru: Скачок

source: Texture direction
mk: Насока на текстура
nl: Afbeelding richting
ru: Напрвление текстуры

source: Billboard type
mk: Тип на билборд
ru: Тип Билборда

source: Point
mk: Точка
nl: Punt
ru: Точка

source: Orientation type
mk: Тип на ориентација
nl: Oriëntatie type
ru: Тип ориентации

source: Oriented self mirrored
nl: Zelf oriëntatie gespiegeld
ru: Отраженный

source: Oriented Common
nl: Normale oriëntatie
ru: Обще-направленный

source: Oriented Self
nl: Zelf oriëntatie
ru: Само-направленный

source: Oriented self
nl: Zelf oriëntatie
ru: Само-направленный

source: Perpendicular Common
nl: Loodrecht normaal
ru: Обще-перпендикулярно

source: Perpendicular Self
nl: Loodrecht zelf oriëntatie
ru: Само-перпендикулярно

source: Oriented Shape
nl: Oriëntatie volgt vorm
ru: По форме

source: Oriented shape
nl: Oriëntatie volgt vorm
ru: По форме

source: Origin
mk: Потекло
nl: Beginpunt
ru: Источник

source: Top-left
mk: Горе-лево
nl: Links boven
ru: Верх-лево

source: Top-center
mk: Горе-центар
nl: Centrum boven
ru: Верх-центр

source: Top-right
mk: Горе-десно
nl: Rechts boven
ru: Верх-право

source: Center-left
mk: Центар-лево
nl: Links midden
ru: Центр-лево

source: Center-right
mk: Центар-десно
nl: Rechts midden
ru: Центр-право

source: Center
mk: Центар
nl: Centrum
ru: Центр

source: Bottom-left
mk: Доле-лево
nl: Links beneden
ru: Низ-лево

source: Bottom-right
mk: Доле-десно
nl: Rechts beneden
ru: Низ-право

source: Bottom-center
mk: Доле-центар
nl: Centrum beneden
ru: Низ-центр

source: Rotation type
mk: Тип на ротација
nl: Rotatie type
ru: Тип вращения

source: Texture coordinates
mk: Координати на текстура
nl: Afbeelding coördinaten
ru: Текстурные координаты

source: Common direction
mk: Заедничка насока
nl: Normale richting
ru: Общее направление

source: Up Vector
mk: Вектор за нагоре
nl: Vector omhoog
ru: Up Вектор

source: Point Rendering
mk: Рендерирање на точки
nl: Punt rendering
ru: Точечная визуализация

source: Accurate Facing
mk: Точна Ориентација
nl: Correct aanzicht
ru: Точное ориентирование

source: On
mk: Вклучено
nl: Aan
ru: Включено

source: Off
mk: Исклучено
nl: Uit
ru: Выключено

source: Light type
mk: Тип на светло
nl: Licht type
ru: Тип Освещения

source: Spot
nl: Schijnwerper
ru: Пятно

source: Attenuation range
mk: Опсег на слабеење
nl: Verzwakking reeks
ru: Дистанция рассеивания

source: Attenuation constant
mk: Константа на ослабување
nl: Constante verzwakking
ru: Постоянное рассеивания

source: Attenuation linear
mk: Линеарно ослабување
nl: Lineaire verzwakking
ru: Линейное рассеивание

source: Attenuation quadratic
mk: Квадратно ослабување
nl: Kubische verzwakking
ru: Квадратичное рассеивание

source: spot inner angle
mk: spot внатрешен агол
nl: Schijnwerper interne hoek
ru: Внутренний угол

source: spot outer angle
mk: spot надворешен агол
nl: Schijnwerper externe hoek
ru: Внешний угол

source: Falloff
mk: Опаѓање
ru: Уменьшение

source: Powerscale
mk: Обем на моќност
ru: Шкала мощности

source: Flash frequency
mk: Фрекфенција на светкање
nl: Flits frequentie
ru: Частота мерцания

source: Flash length
mk: Должина на светкање
nl: Flits lengte
ru: Длина мерцания

source: Flash random
mk: Рандом светкање
nl: Flits willekeurig
ru: Случайное мерцание

source: Use vertex colours
mk: Користи бои на темиња
nl: Gerbuik vertex kleuren
ru: Использовать цвет вершин

source: Maximum elements
mk: Максимум елементи
nl: Maximaal aantal elementen
ru: Максимум элементов

source: Trail length
mk: Должина на трага
nl: Spoor lengte
ru: Длина следа

source: Trail width
mk: Ширина на трага
nl: Spoor breedte
ru: Ширина следа

source: Random initial colour
mk: Случајна почетна боја
nl: Willekeurige initiële kleur
ru: Случайные исходный цвет

source: Initial colour
mk: Почетна боја
nl: Initiële kleur
ru: Исходный цвет

source: Colour change
mk: Промена на боја
nl: Kleurverloop
ru: Изменение цвета

source: includes
mk: вклучува
nl: bevat
ru: Подключить

source: included by
mk: вклучува од
nl: zit in
ru: Подключён

source: excludes
mk: исклучува
nl: sluit uit
ru: Исключить

source: excluded by
mk: исклучува од
nl: uitgesloten door
ru: Исключён

source: handles
mk: управува
nl: behandelen
ru: Обрабатывать

source: handled by
mk: е управуван од
nl: behandeld door
ru: Обрабатывается

source: emits
mk: емитира
nl: emitteerd
ru: Испускать

source: emitted by
mk: е емитиран од
nl: geëmitteerd door
ru: Испускаем

source: affects
mk: ефектира
nl: beinvloed
ru: Воздействовать

source: affected by
mk: е ефектиран од
nl: beinvloed door
ru: Под воздействием

source: observes
mk: го набљудува
nl: observeerd
ru: Наблюдать

source: observed by
mk: е набљудуван од
nl: geobserveerd door
ru: Под наблюдением

source: interfaces
mk: поврзува со
ru: Соединять

source: interfaced by
mk: поврзано од
nl: ge-interfaced door
ru: Соединён с

source: slaves
mk: робови
nl: maakt slaaf van
ru: Подчинить

source: slave of
mk: роб на
nl: is slaaf van
ru: Подчинён

source: master of
mk: господар на
nl: is meester van
ru: Владелец

source: enables
mk: вклучува
nl: gaat inschakelen
ru: Включать

source: enabled by
mk: е вклучен од
nl: ingeschakeld door
ru: Включён

source: forces
mk: присилува
nl: beinvloed
ru: Силы

source: forced by
mk: е присилен од
nl: beinvloed door
ru: Под воздействием силы

source: places
mk: става
nl: plaatst
ru: Разместить

source: placed by
mk: е ставен од
nl: geplaatst door
ru: Размещен

source: connection with
mk: поврзува со
nl: verbonden met
ru: Соединение с

source: Position
mk: Позиција
nl: Positie
ru: Позиция

source: Fixed
mk: Фиксирана
nl: Vaste waarde
ru: Фиксированный

source: Curved
mk: Заоблена
nl: Curve
ru: Изогнутый

source: - Curved
mk: - Заоблена
nl: - Curve
ru: - Изогнутый

source: Oscillate
mk: Осцилаторно
nl: Oscillerende waarde
ru: Колеблющийся

source: Linear
mk: Линеарно
nl: Lineair
ru: Линейный

source: Spline
mk: Шпонка
ru: Сплайн

source: Friction
mk: Триење
nl: Frictie
ru: Трение

source: Bouncyness
mk: Отскокување
nl: Stuiter factor
ru: Отскакивание

source: Intersection type
mk: Тип на пресек
nl: Intersectie type
ru: Тип пересечения

source: Collision type
mk: Тип на судир
nl: Botsing type
ru: Тип столкновения

source: None
mk: Нема
nl: Geen
ru: Никто

source: Bounce
mk: Отскок
nl: Stuiteren
ru: Отскок

source: Flow
mk: Тек
nl: Vloeiend
ru: Поток

source: Force vector
mk: Вектор на сила
nl: Kracht vector
ru: Вектор силы

source: Application
mk: Апликација
nl: Kracht
ru: Применение

source: Add
mk: Додај
nl: Toevoegen
ru: Добавить

source: Average
mk: Средна Вредност
nl: Gemiddeld
ru: Среднее

source: Maximum deviation
mk: Максимална девиација
nl: Maximum afwijking
ru: Максимальное отклонение

source: Time step
mk: Временски чекор
nl: Tijd stap
ru: Интервал времени

source: Rotation
mk: Ротација
nl: Rotatie
ru: Вращение

source: Rotation speed
mk: Брзина на ротација
nl: Rotatie snelheid
ru: Скорость вращения

source: Rotation axis
mk: Оска на ротација
nl: Rotatie as
ru: Ось вращения

source: Diffuse
mk: Дифузна
nl: Diffuus
ru: Освещение (Diffuse)

source: Specular
mk: Спекуларна
nl: Spiegeling
ru: Отблик (Specular)

source: Particle type
mk: Тип на честичка
ru: Тип частицы

source: All types
mk: Сите типови
nl: Alle types
ru: Все типы

source: Distance threshold
mk: Граница на сила
nl: Afstand drempelwaarde
ru: Дальность ограничения

source: Not used
mk: Не искористен
nl: Niet in gebruik
ru: Не используется

source: Less than
mk: Помало од
nl: Minder dan
ru: Меньше чем

source: Greater than
mk: Поголемо од
nl: Meer dan
ru: Больше чем

source: Equals
mk: Еднакво на
nl: Is gelijk aan
ru: Равный

source: Affector type
mk: Тип на ефектор
nl: Beïnvloeder type
ru: Тип воздействия

source: Mass
mk: Маса
nl: Massa
ru: Вес

source: Specialisation
mk: Специјализација
nl: Specialisatie
ru: Специализация

source: Default
mk: Зададено
nl: Standaard
ru: По умолчанию

source: Increment by time to live
mk: Зголемувај по време на живеење
nl: Increment door levensduur
ru: Инкримент времени жизни

source: Decrement by time to live
mk: Намалувај по време на живеење
nl: Decrement door levensduur
ru: Декремент времени жизни

source: Behaviour type
mk: Тип на однесување
nl: Gedrag type
ru: Тип поведения

source: Emitter type
mk: Тип на емитер
ru: Тип излучателя

source: Keep local
mk: Држи локално
nl: Blijf locaal
ru: Сохранять локально

source: Direction
mk: Насока
nl: Richting
ru: Направление

source: Orientation
mk: Ориентација
nl: Oriëntatie
ru: Ориентация

source: Orientation range start
mk: Почеток на опсег на ориентација
nl: Oriëntatie reeks begin
ru: Ориентация начала

source: Orientation range end
mk: Крај на опсег на ориентација
nl: Oriëntatie reeks eind
ru: Ориентация конца

source: Duration
mk: Траење
nl: Duur
ru: Продолжительность

source: Repeat - Delay
mk: Доцнење пред повторување
nl: Herhaal - uitstellen
ru: Пауза перед повтором

source: Angle
mk: Агол
nl: Hoek
ru: Угол

source: Emission rate
mk: Стапка на емисија
nl: Emissie snelheid
ru: Скорость излучения

source: Texture coordinate
mk: Текстурен координат
nl: Afbeelding coördinaat
ru: Текстурные координаты

source: Colour range start
mk: Почеток на обсег на боја
nl: Kleur reeks begin
ru: Начальный цветовой ряд

source: Colour range end
mk: Крај на опсег на боја
nl: Kleur reeks eind
ru: Конечный цветовой ряд

source: All particle dimensions
mk: Сите димензии на честички
nl: Alle particle dimensies
ru: Общие размеры частицы

source: Particle width
mk: Ширина на честичка
nl: Particle breedte
ru: Ширина частицы

source: Particle height
mk: Висина на честичка
nl: Particle hoogte
ru: Высота частицы

source: Particle depth
mk: Длабочина на честичка
nl: Particle diepte
ru: Глубина частицы

source: Auto direction
mk: Автоматска насока
nl: Auto richting
ru: Авто направление

source: Force emission
mk: Сила на емисија
nl: Emissie forceren
ru: Сила излучения

source: Event handler type
mk: Тип на справувач со настани
ru: Тип событий обработчика

source: Extern type
mk: Тип на екстернант
ru: Тип экстерна

source: Collision group
mk: Група на судири
ru: Группа расчета столкновения

source: Observer type
mk: Тип на набљудувач
nl: Waarnemer type
ru: Тип наблюдателя

source: Observer until event
mk: Набљудувач до настан
nl: Neem waar tot event
ru: Наблюдать до события

source: Observe interval
mk: Интервал на набљудување
nl: Observatie interval
ru: Интервал наблюдения

source: Name
mk: Име
nl: Naam
ru: Имя

source: Enabled
mk: Вклучено
nl: Ingeschakeld
ru: Включено

source: Alpha
mk: Проѕирност
nl: Alfa
ru: Прозрачность

source: Attribute type
mk: Тип на атрибут
nl: Attribuut type
ru: Тип Атрибута

source: Value
mk: Вредност
nl: Waarde
ru: Значение

source: Minimum
mk: Минимум
ru: Минимум

source: Maximum
mk: Максимум
ru: Максимум

source: Oscillation type
mk: Тип на осцилација
nl: Oscillatie type
ru: Тип колебания

source: Sine
mk: Синус
nl: Sinus
ru: Синус

source: Square
mk: Квадрат
nl: Blok
ru: Квадрат

source: Phase
mk: Фаза
nl: Fase
ru: Фаза

source: Base
mk: База
nl: Basis
ru: База

source: Interpolation
mk: Интерполација
nl: Interpolatie
ru: Интерполяция

source: Control Point
mk: Контролна Точка
ru: Управляющая точка

source: Since start system
mk: Од старт на системот
nl: Sinds start particle systeem
ru: Со старта системы

source: Renderer type
mk: Тип на рендерер
ru: Тип визуализации

source: Render queue group
mk: Број на ред за рендерирање
nl: Render queue groep
ru: Очередь визуализации

source: Sorting
mk: Сортирање
nl: Sorteren
ru: Сортировка

source: Texture coords define
mk: Дефиниција на текстурни коорд.
nl: Afbeelding coörd definitie
ru: Определить текстурные координаты

source: Texture coords set
mk: Сет на текстурни коорд.
nl: Zet afbeelding coörd
ru: установка текстурных координат

source: Texture coords rows
mk: Редови на текстурни коорд.
nl: Afbeelding coörd rijen
ru: Строки текстурных координат

source: Texture coords columns
mk: Колони на текстурни коорд.
nl: Afbeelding coörd kolommen
ru: Колонки текстурных координат

source: Use soft particles
mk: Користи меки честички
nl: Gebruik soft particles
ru: Использовать мягкие частицы

source: Soft particles contrast power
mk: Контрастна моќ на меки честички
ru: Контраст мягких частиц

source: Soft particles scale
mk: Големина на меки честички
nl: Soft particles schaal
ru: Размер мягких частиц

source: Soft particles delta
mk: Делта на меки честички
ru: Дельта мягких частиц

source: Category
mk: Категорија
nl: Categorie
ru: Категория

source: Iteration interval
mk: Интервал на повторување
nl: Iteratie interval
ru: Интервал итераций

source: Fixed timeout
mk: Фиксиран тајмаут
nl: Vaste time-out
ru: Лимит времени

source: Nonvisible update timeout
mk: Невидлив тајмаут за ажурирање
nl: Niet zichtbaar time-out
ru: Лимит времени обновления

source: Lod distances
mk: LOD Далечини
nl: Lod afstanden
ru: LOD дальность

source: Smooth lod
mk: Мазен LOD
nl: Zacht lod verloop
ru: LOD сглаживание

source: Fast forward
mk: Премотување напред
nl: Snel vooruit
ru: Перемотка вперед

source: Time
mk: Време
nl: Tijd
ru: Время

source: Interval
mk: Интервал
ru: Интервал

source: Main camera name
mk: Име на главна камера
nl: Naam hoofdcamera
ru: Имя камеры

source: Scale time
mk: Време на промена на големина
nl: Schaal tijd
ru: Изменить время

source: Scale dimensions
mk: Димензија на промена на големина
nl: Schaal dimensies
ru: Изменить размер

source: Use tight bounding box
mk: Користи тесна Bounding Box
nl: Gebruik vaste omsluitings box
ru: Ограничить объем

source: Particle Systems
mk: Системи на Честички
nl: Particle Systemen
ru: Системы частиц

source: Visual particle quota
mk: Квота на визуелни честички
nl: Visuele particles quota
ru: Ограничение числа визуал. частиц

source: Emitted emitter quota
mk: Квота на емитирани емитери
nl: Geëmitterde emitter quota
ru: Ограничение числа эмиттеров

source: Emitted affector quota
mk: Квота на емитирани ефектори
nl: Geëmitterde beïnvloeder quota
ru: Ограничение числа аффекторов

source: Emitted technique quota
mk: Квота на емитирани техники
nl: Geëmitterde techniek quota
ru: Ограничение числа техник

source: Emitted system quota
mk: Квота на емитирани системи
nl: Geëmitterde systeem quota
ru: Ограничение числа систем

source: Material
mk: Материјал
nl: Materiaal
ru: Материал

source: Lod index
mk: Индекс на LOD
ru: LOD индекс

source: Default particle width
mk: Зададена ширина на честичка
nl: Standaard particle breedte
ru: Ширина частицы по умолчанию

source: Default particle height
mk: Зададена висина на честичка
nl: Standaard particle hoogte
ru: Высота частицы по умолчанию

source: Default particle depth
mk: Зададена длабочина на честичка
nl: Standaard particle diepte
ru: Глубина частицы по умолчанию

source: Spatial hashing cell dimension
mk: Димензија на ќелија за просторно хаширање
nl: Spatial hashing cel dimensies
ru: Объем хэш. ед. измерения

source: Spatial hashing cell overlap
mk: Преклопување на ќелија за просторно хаширање
nl: Spatial hashing cel overlap
ru: Объем хэш. ед. наложения

source: Spatial hashtable size
mk: Големина на ќелија за просторно хаширање
nl: Spatial hashtable grootte
ru: Объем хэш. таблиц

source: Spatial hashing update interval
mk: Интервал на ажурирање на хаширање
ru: Хэш. интервал обновления

source: Maximum velocity
mk: Максимална брзина
nl: Maximum snelheid
ru: Максимальная скорость

source: 0% % Time to live -> 100%
mk: 0% % Време на живот -> 100%
nl: 0% % Levensduur -> 100%
ru: 0% % Время жизни -> 100%

source: Reset
mk: Ресет
ru: Сбросить

source: Colour Affector
mk: Ефектор на боја
nl: Kleur beïnvloeder
ru: Воздействие на цвет

source: Animations
mk: Анимации
nl: Animaties
ru: Анимации

source: Mesh
mk: Модел
ru: Модель

source: Animation
mk: Анимациа
nl: Animatie
ru: Анимация

source: Loop Animation
mk: Повторување на Анимација
nl: Loop Animatie
ru: Циклическая Анимация

source: Directories
mk: Директориуми
ru: Директория

source: Filter
mk: Филтер
ru: Фильтр

source: Auto rendering on/off
mk: Ауто рендерирање вкл./искл.
nl: Auto rendering aan/uit
ru: Авто Визуализация вкл./выкл.

source: Highlight keywords on/off
mk: Нагласување на клучни зборови вкл./искл.
nl: Accentueren keywords aan/uit
ru: Подсветка клавиш вкл./выкл.

source: Statistics overlay on/off
mk: Статистички оверлеј вкл./искл.
nl: Statistieken aan/uit
ru: Статистика вкл./выкл.

source: Point light on/off
mk: Point светло вкл./искл.
nl: Puntlicht aan/uit
ru: Источник света вкл./выкл.

source: Gridplane on/off
mk: Мрежна рамнина вкл./искл.
nl: Rooster aan/uit
ru: Сетка вкл./выкл.

source: Gridplane distance
mk: Далечина на мрежна рамнина
nl: Rooster afstand
ru: Дистанция сетки

source: Gridplane scale
mk: Големина на мрежна рамнина
nl: Rooster schaal
ru: Размер сетки

source: Output directory
mk: Излезна локација
nl: Media directory uit
ru: Директория для сохранения

source: Image size
mk: Големина на слика
nl: Afbeeldingsgrootte
ru: Размер изображения

source: Media type
mk: Тип на медиа
ru: Тип файла

source: Frames per second
mk: Рамки во секунда
nl: Frames per seconde
ru: Кадры в секунду

source: No filtering
mk: Без филтрирање
nl: Geen filtering
ru: Без фильтра

source: Alpha from luminance
mk: Проѕирност од светлост
nl: Alfa vanuit luminantie
ru: Прозрачность из яркости

source: Alpha from background colour
mk: Проѕирност од боја на позадина
nl: Alfa vanuit achtergrond kleur
ru: Прозрачность из заднего фона
