Repository: xubingyue/particle_universe
Catalog: Particle Universe Editor/language/*/*_internat.po
Languages: mk, nl, ru

source: System
mk: Систем
nl: Systeem
ru: Система

source: Technique
mk: Техника
nl: Techniek
ru: Техника

source: Renderer
mk: Рендерер
ru: Визуализатор

source: Emitter
mk: Емитер
ru: Излучатель

source: Affector
mk: Ефектор
nl: Beïnvloeder
ru: Воздействие

source: Observer
mk: Набљудувач
nl: Waarnemer
ru: Наблюдатель

source: Handler
mk: Обработувач
ru: Обработчик

source: Behaviour
mk: Однесување
nl: Gedrag
ru: Поведение

source: Extern
mk: Надворешен
ru: Внешний

source: Visual
mk: Визуелен
nl: Visueel
ru: Визуальный

source: <undefined>
mk: <недефинирано>
nl: <niet gedefineerd>
ru: <Неопределён>

source: Beam
mk: Сноп
nl: Straal
ru: Луч

source: Billboard
mk: Билборд
ru: Билборд

source: Entity
mk: Ентитет
ru: Объект

source: Light
mk: Светло
nl: Licht
ru: Источник света

source: RibbonTrail
mk: Рибон Трака
nl: Lintspoor
ru: Ленточный След

source: Circle
mk: Круг
nl: Cirkel
ru: Круг

source: Line
mk: Линија
nl: Lijn
ru: Линия

source: MeshSurface
mk: Површина на модел
nl: Mesh oppervlak
ru: Поверхность модели

source: Slave
mk: Роб
nl: Slaaf
ru: Подчиненный

source: SphereSurface
mk: Површина на сфера
nl: Bol oppervlak
ru: Поверхность сферы

source: Align
mk: Усогласување
nl: Richten
ru: Выравнивать

source: BoxCollider
mk: Коцка Судирач
nl: Box botsen
ru: Коллайдер прямоугольников

source: CollisionAvoidance
mk: Избегнување на Судар
nl: Vermijd botsen
ru: Избежание Столкновений

source: Colour
mk: Боја
nl: Kleur
ru: Цвет

source: FlockCentering
mk: Центрирање на Сноп
nl: Kudde centreren
ru: Центрирование пучка

source: ForceField
mk: Силно Поле
nl: Krachtveld
ru: Силовое поле

source: GeometryRotator
mk: Ротатор на објекти
nl: Geometrie rotatie
ru: Вращатель геометрии

source: InterParticleCollider
mk: Интер-Честички Судирач
nl: Interparticle botsen
ru: Внутренний коллайдер

source: Jet
mk: Млаз
ru: Реактивный

source: LinearForce
mk: Линеарна Сила
nl: Lineaire kracht
ru: Линейная Сила

source: ParticleFollower
mk: Следач на Честички
nl: Particle volgen
ru: Последователь частиц

source: PathFollower
mk: Следач на Пат
nl: Pad volgen
ru: Последователь пути

source: PlaneCollider
mk: Рамнински Судирач
nl: Vlak botsen
ru: Плоскостной коллайдер

source: Randomiser
mk: Рандомизер
nl: Willekeurig
ru: Генератор случайных чисел

source: Scale
mk: Големина
nl: Schaal
ru: Масштабирование

source: ScaleVelocity
mk: Брзина на Зголемување
nl: Schaal snelheid
ru: Масштабирование скорости

source: SineForce
mk: Синусна Сила
nl: Sinus kracht
ru: Тригонометрическая Сила

source: SphereCollider
mk: Сферичен Судирач
nl: Bol botsen
ru: Сферический Коллайдер

source: TextureAnimator
mk: Аниматор на Текстура
nl: Afbeelding animatie
ru: Текстурный Аниматор

source: TextureRotator
mk: Ротатор на Текстура
nl: Afbeelding rotatie
ru: Текстурный Вращатель

source: VelocityMatching
mk: Изедначување на Брзина
nl: Snelheid aanpassen
ru: Согласование скорости

source: Vortex
mk: Вортекс
nl: Draaikolk
ru: Вихрь

source: OnClear
mk: НаИсчистување
nl: Als leeg
ru: При Очистке

source: OnCollision
mk: НаСудар
nl: Als botsing
ru: При Столкновении

source: OnCount
mk: НаОдбројување
nl: Als totaal
ru: При Счете

source: OnEmission
mk: НаЕмисија
nl: Als emissie
ru: При Излучении

source: OnEventFlag
mk: НаОзнакаНаНастан
nl: Als eventvlag
ru: При Событии

source: OnExpire
mk: НаИстек
nl: Als verstreken
ru: При Завершении

source: OnPosition
mk: НаПозиција
nl: Als positie
ru: При Позиции

source: OnQuota
mk: НаКвота
nl: Als quota
ru: При Ограничении

source: OnRandom
mk: НаРандом
nl: Als willekeurig
ru: Случайно

source: OnTime
mk: НаВреме
nl: Als tijd
ru: При Времени

source: OnVelocity
mk: НаБрзина
nl: Als snelheid
ru: При Скорости

source: DoAffector
mk: НаправиВклучиЕфектор
nl: Schakel beïnvloeder in
ru: Выполнить Воздействие

source: DoEnableComponent
mk: НаправиВклучиКомпонент
nl: Schakel component in
ru: Выполнить Включение Компонента

source: DoExpire
mk: НаправиИстечи
nl: Verstrijk
ru: Выполнить Завершение

source: DoFreeze
mk: НаправиСмрзни
nl: Bevries
ru: Выполнить Паузу

source: DoPlacementParticle
mk: НаправиПоставиЧестичка
nl: Plaats een particle
ru: Выполнить Размещение Частицы

source: DoScale
mk: НаправиЗголеми
nl: Schaal
ru: Выполнить Масштабирование

source: DoStopSystem
mk: НаправиПрекиниСистем
nl: Stop particle systeem
ru: Выполнить Останоку Системы

source: &File
mk: Датотека
nl: Bestand
ru: &Файл

source: List &items
mk: Листа Предмети
nl: Acties
ru: Список &элементов

source: &Build
mk: Изгради
nl: Bouwen
ru: &Компоновка

source: &Gizmo
mk: Манипулатор
ru: &Манипуляторы

source: &Camera
mk: Камера
ru: &Камера

source: &Tools
mk: Алатки
nl: &Gereedschap
ru: &Инструменты

source: &Help
mk: Помош
ru: &Помощь

source: New
mk: Ново
nl: Nieuw
ru: Новый

source: &New Ctrl+N
mk: Ново Ctrl+N
nl: &Nieuw Ctrl+N
ru: &Новый Ctrl+N

source: New particle system
mk: Нов Систем за Честички
nl: Nieuw particle systeem
ru: Новая система частиц

source: Create a new particle system
mk: Креирај нов систем за честички
nl: Creëer een nieuw particle system
ru: Создать новую систему частиц

source: Load
mk: Отвори
nl: Laden
ru: Открыть

source: &Load file Ctrl+L
mk: Отвори датотека Ctrl+L
nl: &Laad bestand Ctrl+L
ru: &Открыть файл Ctrl+L

source: Load a *.pu or *.pua file
mk: Отвори *.pu или *.pua датотека
nl: Laad een *.pu of *.pua bestand
ru: Открыть *.pu или *.pua файл

source: File name:
mk: Име на датотека:
nl: Bestandsnaam:
ru: Имя файла:

source: Save
mk: Зачувај
nl: Opslaan
ru: Сохранить

source: Cancel
mk: Откажи
nl: Annuleren
ru: Отмена

source: File name exists already.
mk: Датотеката веќе постои.
nl: Bestandsnaam bestaat al.
ru: Имя файла уже существует

source: Error
mk: Грешка
nl: Fout
ru: Ошибка

source: Warning
mk: Предупредување
nl: Waarschuwing
ru: Предупреждение

source: &Save Ctrl+S
mk: Зачувај Ctrl+S
nl: Op&slaan Ctrl+S
ru: &Сохранить Ctrl+S

source: Save a *.pu or *.pua file
mk: Зачувај *.pu или *.pua датотека
nl: Sla het script op als *.pu of *.pua bestand
ru: Сохранить *.pu или *.pua файл

source: Save as type:
mk: Зачувај како:
nl: Sla op als type:
ru: Сохранить как тип:

source: Add &resource location Ctrl+R
mk: Додај локација со ресурси Ctrl+R
nl: &Resource pad toevoegen Ctrl+R
ru: Добавить &расположение ресурсов Ctrl+R

source: Load all resources from a directory
mk: Отвори ги сите ресурси од папка
nl: Laad alle door Particle Universe te gebruiken bestanden in een directory
ru: Загрузить все ресурсы из директории

source: Add resource location
mk: Додај локација со ресурси
nl: Resource pad toevoegen
ru: Добавить каталог ресурсов

source: Add a resource location
mk: Додај локација со ресурси
nl: Resource pad toevoegen
ru: Добавить каталог ресурсов

source: Save As Ctrl+Shift+S
mk: Зачувај како Ctrl+Shift+S
nl: Opslaan als Ctrl+Shift+S
ru: Сохранить как Ctrl+Shift+S

source: Save As
mk: Зачувај Како
nl: Bestand opslaan als
ru: Сохранить как

source: &Quit Ctrl+Q
mk: Излез Ctrl+Q
nl: &Afsluiten Ctrl+A
ru: &Выйти Ctrl+Q

source: Quit
mk: Излез
nl: Particle Universe afsluiten
ru: Выйти

source: Rewind
mk: Врати Назад
nl: Terugspoelen
ru: Перемотать назад

source: Get the previous particle system from the list
mk: Земи го претходниот систем за честички од листата
nl: Ga na het vorige particle systeem uit de lijst
ru: Получить предыдущую систему частиц из списка

source: Pause F8
mk: Пауза F8
nl: Pauze F8
ru: Пауза F8

source: Pause
mk: Пауза
nl: Pauze
ru: Пауза

source: Pause the current particle system
mk: Паузирај го моменталниот систем за честички
nl: Pauzeer het particle systeem dat momenteel is gestart
ru: Приостановить текущую систему частиц

source: Play F6
mk: Плеј F6
nl: Starten F6
ru: Воспроизведение F6

source: Run the current particle system
mk: Отпочни го моменталниот систем за честички
nl: Start het huidige geselecteerde particle systeem
ru: Запустить текущую систему частиц

source: Play
mk: Плеј
nl: Starten
ru: Воспроизвести

source: Stop F9
mk: Стоп F9
ru: Стоп F9

source: Stop
mk: Стоп
ru: Стоп

source: Stop the current particle system
mk: Стопирај го моменталниот систем за честички
nl: Stop het particle particle systeem dat momenteel is gestart
ru: Остановить текущую систему частиц

source: Record F7
mk: Снимај F7
nl: Opnemen F7
ru: Запись F7

source: Record
mk: Снимај
nl: Opnemen
ru: Запись

source: Record the current particle system
mk: Снимај го моменталниот систем за честички
nl: Neem het geselecteerde particle systeem op
ru: Записать текущую систему частиц

source: Wind
mk: Ветер
nl: Doorspoelen
ru: Перемотать вперед

source: Get the next particle system from the list
mk: Земи го следниот систем за честички од листата
nl: Ga na het volgende particle systeem uit de lijst
ru: Получить следующую систему частиц из списка

source: Remove
mk: Избриши
nl: Verwijderen
ru: Удалить из списка

source: Clone
mk: Клонирај
nl: Dupliceren
ru: Клонировать

source: Compile F5
mk: Компајлирај F5
nl: Compileren F5
ru: Компилировать F5

source: Compile
mk: Компајлирај
nl: Compileren
ru: Компилировать

source: Compilation OK
mk: Успешно Компајлирање
nl: Compilatie OK
ru: Компилирование выполнено успешно

source: Move
mk: Помести
nl: Verplaats
ru: Перемещение

source: Gizmo move Shift+M
mk: Манипулатор за поместување Shift+M
nl: Gizmo verplaatsen
ru: Перемещение Shift+M

source: Gizmo move
mk: Манипулатор за поместување
nl: Gizmo verplaatsen
ru: Перемещение

source: Set the gizmo to move
mk: Намести го манипулаторот на мод за поместување
nl: Zet gizmo naar 'verplaatsen'
ru: Установить манипулятор в режим перемещения

source: Rotate
mk: Ротирај
nl: Roteer
ru: Вращение

source: Gizmo rotate Shift+R
mk: Манипулатор за ротација
nl: Gizmo roteren
ru: Вращение

source: Gizmo rotate
mk: Манипулатор за ротација
nl: Gizmo roteren
ru: Вращение

source: Set the gizmo to rotate
mk: Намести го манипулаторот на мод за ротација
nl: Zet gizmo naar 'roteren'
ru: Установить манипулятор в режим вращения

source: Gizmo scale Shift+S
mk: Манипулатор за големина
nl: Gizmo schalen
ru: Масштабирование

source: Gizmo scale
mk: Манипулатор за големина
nl: Gizmo schalen
ru: Масштабирование

source: Set the gizmo to scale
mk: Намести го манипулаторот на мод за големина
nl: Zet gizmo naar 'schalen'
ru: Установить манипулятор в режим масштабирования

source: Toggle gizmo
mk: Вклучи/Исклучи Манипулатор
nl: Gizmo aan/uit
ru: Переключить состояние Манипулатора

source: Gizmo on/off Ctrl+G
mk: Вклучи/Исклучи Манипулатор Ctrl+G
nl: Gizmo aan/uit
ru: Вкл./Выкл. Манипулятор Ctrl+G

source: Gizmo on/off
mk: Вклучи/Исклучи Манипулатор
nl: Gizmo aan/uit
ru: Вкл./Выкл. Манипулятор

source: Gizmo in world/object space Ctrl+P
mk: Начин на работа на манипулаторот (глобална/објектна оска) Ctrl+P
ru: Координаты манипулятора: Мировые/Локальные Ctrl+P

source: Enable/disable the gizmo
mk: Вклучи/Исклучи Манипулатор
nl: Zet de gizmo aan/uit
ru: Вкл./Выкл. Манипулятор

source: Gizmo manipulation is in global (world) space
mk: Манипулаторот работи во однос на глобалната оска
nl: Gizmo manipulatie is in global (world) space
ru: Манипулятор работает в глобальных (мировых) координатах

source: Gizmo manipulation is in local (object) space
mk: Манипулаторот работи во однос на локална оска
nl: Gizmo manipulatie is in local (object) space
ru: Манипулятор работает в локальных координатах (координатах объекта)

source: Reset camera Ctrl+Z
mk: Ресетирај камера Ctrl+Z
nl: Reset Camera positie Ctrl+Z
ru: Сохранённое положение Ctrl+Z

source: Reset camera
mk: Ресетирај камера
nl: Reset camera positie
ru: Сохранённое положение

source: Camera Reset
mk: Ресетирај камера
ru: Сохранённое положение

source: Reset the camera position
mk: Ресетирај позиција на камера
nl: Reset de positie van de camera
ru: Сброс положения камеры

source: Save camera Shift+C
mk: Зачувај камера Shift+C
nl: Opslaan camera positie Shift+C
ru: Сохранить положение камеры Shift+C

source: Save camera
mk: Зачувај камера
nl: Sla de camera positie op
ru: Сохранить положение камеры

source: Save camera position
mk: Зачувај позиција на камерата
nl: Sla de camera positie op
ru: Сохранить положение камеры

source: Save the position of the camera
mk: Зачувај позиција на камерата
nl: Sla de camera positie op
ru: Сохранить положение камеры

source: Toggle camera projection Shift+P
mk: Смени проекција на камерата Shift+P
nl: Wissel camera projectie Shift+P
ru: Изменить проекцию камеры Shift+P

source: Toggle camera projection
mk: Смени проекција на камерата
nl: Wissel camera projectie (loodrecht/45 graden)
ru: Изменить проекцию камеры

source: Toggle camera angle Ctrl+A
mk: Смени агол на камерата Ctrl+A
nl: Wissel camera hoek Ctrl+A
ru: Изменить угол камеры Ctrl+A

source: Toggle camera angle
mk: Смени агол на камерата
nl: Wissel camera hoek
ru: Изменить угол обзор

source: Centre object Ctrl+C
mk: Центрирај објект Ctrl+C
nl: Centreer object Ctrl+C
ru: Центрировать на объекте Ctrl+C

source: Centre object
mk: Центрирај објект
nl: Centreer object
ru: Центрировать на объекте

source: Move selected object to the centre of the scene
mk: Помести го избраниот објект до цетарот на сцената
nl: Verplaats geselecteerd object naar het centrum van de scene
ru: Поместить выбранный объект в центр сцены

source: Background colour Ctrl+B
mk: Боја на позадина Ctrl+B
nl: Achtergrond kleur Ctrl+B
ru: Цвет фона Ctrl+B

source: Background colour
mk: Боја на позадина
nl: Achtergrond kleur
ru: Цвет фона

source: Change the backgroundcolour of the renderwindow
mk: Промени ја бојата на позадината на прозорецот
nl: Wijzig de achtergrondkleur van het 3D scherm
ru: Изменить цвет фона окна вывода

source: Toggle statistics Ctrl+I
mk: Вклучи/Исклучи Статистики Ctrl+I
nl: Statistieken aan/uit Ctrl+I
ru: Вкл./Выкл. статистику Ctrl+I

source: Toggle statistics
mk: Вклучи/Исклучи Статистики
nl: Statistieken aan/uit
ru: Вкл./Выкл. статистику

source: Enable/disable the statistics overlay
mk: Вклучи/Исклучи Статистички оверлеј
nl: Statistieken aan/uit
ru: Вкл./Выкл. статистику поверх всего

source: Toggle grid plane Ctrl+T
mk: Вклучи/Исклучи Мрежа Ctrl+T
nl: Rooster aan/uit Ctrl+T
ru: Вкл./Выкл. сетку Ctrl+T

source: Toggle grid plane
mk: Вклучи/Исклучи Мрежа
nl: Rooster aan/uit
ru: Вкл./Выкл. сетку

source: Enable/disable the grid plane
mk: Вклучи/Исклучи Мрежа
nl: Rooster aan/uit
ru: Вкл./Выкл. сетку

source: Add mesh to scene Ctrl+M
mk: Додај модел на сцената Ctrl+M
nl: Voeg mesh toe Ctrl+M
ru: Добавить модель в сцену Ctrl+M

source: Add mesh to scene
mk: Додај модел на сцената
nl: Voeg een mesh toe aan de scene
ru: Добавить модель в сцену

source: Add a mesh to the scene
mk: Додај модел на сцената
nl: Voeg een mesh toe aan de scene
ru: Добавить модель в сцену

source: Remove mesh from scene Ctrl+X
mk: Избриши модел од сцената
nl: Verwijder mesh
ru: Удалить модель из сцены Ctrl+X

source: Remove mesh from scene
mk: Избриши модел од сцената
nl: Verwijder een mesh van de scene
ru: Удалить модель из сцены

source: Remove a mesh from the scene
mk: Избриши модел од сцената
nl: Verwijder een mesh van de scene
ru: Удалить модель из сцены

source: Toggle light Ctrl+D
mk: Вклучи/Исклучи Светло Ctrl+D
nl: Licht aan/uit Ctrl+D
ru: Вкл./Выкл. освещение Ctrl+D

source: Toggle light
mk: Вклучи/Исклучи Светло
nl: Licht aan/uit
ru: Вкл./Выкл. освещение

source: Add/remove light to/from scene
mk: Додај/Извади светло на/од сцената
nl: Licht aan/uit
ru: Добавить/Удалить источник света

source: Add or remove a light to/from the scene
mk: Додај/Извади светло на/од сцената
nl: Licht aan/uit
ru: Добавить/Удалить источник света

source: Reset time Ctrl+K
mk: Ресетирај време Ctrl+K
nl: Reset tijd Ctrl+K
ru: Сбросить время Ctrl+K

source: Reset time
mk: Ресетирај време
nl: Reset tijd
ru: Сбросить время

source: Reset the time settings
mk: Ресетирај подесувања за време
nl: Reset tijd
ru: Сбросить настройки времени

source: Options Ctrl+O
mk: Опции Ctrl+O
nl: Opties Ctrl+O
ru: Опции Ctrl+O

source: Options
mk: Опции
nl: Opties
ru: Опции

source: About F1
mk: За F1
nl: Info F1
ru: О программе F1

source: About
mk: За
nl: Info
ru: О программе

source: Play
mk: Плеј
nl: Starten
ru: Воспроизвести

source: Clone item
mk: Клонирај
nl: Dupliceer particle systeem
ru: Клонировать

source: Remove from list
mk: Избриши од листата
nl: Verwijder uit de lijst
ru: Удалить из списка

source: Set orthographic camera
mk: Постави ортографска камера
nl: Zet orthografische camera
ru: Установить ортогональную проекцию

source: Set angle perpendicular
mk: Постави паралелен агол
nl: Zet hoek loodrecht
ru: Установить угол в 90 градусов

source: Set perspective camera
mk: Постави перспективна камера
nl: Zet loodrechte camera
ru: Установить перспективную проекцию

source: Set angle 45 degrees
mk: Постави агол на 45 степени
nl: Zet 45 graden hoek
ru: Установить угол в 45 градусов

source: Material Selector
mk: Селектор на Материјали
nl: Materiaal Selector
ru: Выбор материала

source: Resize
mk: Промени Големина
nl: Vergroten/verkleinen
ru: Изменить размер

source: Box width
mk: Ширина на Коцката
nl: Box breedte
ru: Ширина прямоугольника

source: Box height
mk: Висина на Коцката
nl: Box hoogte
ru: Высота прямоугольника

source: Box depth
mk: Длабочина на Коцката
nl: Box diepte
ru: Глубина прямоугольника

source: Inner Collision
mk: Внатрешно Судирање
nl: Interne botsing
ru: Внутренний Коллайдер

source: Avoidance radius
mk: Радиус на Избегнување
nl: Ontwijking straal
ru: Радиус анулирования

source: Time and Colour
mk: Време и Боја
nl: Kleurverloop
ru: Время и цвет

source: Time/Colour
mk: Време/Боја
nl: Kleurverloop
ru: Время/Цвет

source: Colour instance
mk: Инстанца на Боја
nl: Kleur
ru: Экземпляр цвета

source: Colour operation
mk: Операција со Боја
nl: Kleur operatie
ru: Операция с цветом

source: Set
mk: Постави
nl: Toekennen
ru: Установить

source: Multiply
mk: Помножи
nl: Vermenigvuldigen
ru: Перемножить

source: Select colour
mk: Избери Боја
nl: Selecteer kleur
ru: Выбрать цвет

source: Set alpha
mk: Постави Проѕирност
nl: Zet alfa
ru: Установить прозрачность (alpha)

source: Forcefield type
mk: Тип на Силнополе
ru: Тип силового поля

source: Realtime
mk: Реално-време
ru: Реальное время

source: Matrix
mk: Матрица
ru: Матрица

source: Delta
mk: Делта
ru: Дельта

source: Force
mk: Сила
nl: Kracht
ru: Сила

source: Octaves
mk: Октави
nl: Octaven
ru: Октавы

source: Frequency
mk: Фрекфенција
nl: Frequentie
ru: Частота

source: Amplitude
mk: Амплитуда
ru: Амплитуда

source: Persistence
mk: Упорност
nl: Persistentie
ru: Сопротивляемость

source: Forcefield size
mk: Големина на Силно Поле
nl: Forcefield grootte
ru: Размер силового поля

source: Worldsize
mk: Големина на Светот
nl: Wereld grootte
ru: Размер мира

source: Ignore -x
mk: Игнорирај -X
nl: Negeer -x
ru: Игнорировать -x

source: Ignore -y
mk: Игнорирај -Y
nl: Negeer -y
ru: Игнорировать -y

source: Ignore -z
mk: Игнорирај -Z
nl: Negeer -z
ru: Игнорировать -z

source: Movement
mk: Движење
nl: Beweging
ru: Движение

source: Movement frequency
mk: Фрекфенција на Движење
nl: Bewegings frequentie
ru: Частота движения

source: Use own rotation
mk: Користи своја ротација
nl: Gebruik eigen rotatie
ru: Использовать собственное вращение

source: Gravity
mk: Гравитација
nl: Zwaartekracht
ru: Гравитация

source: Adjustment
mk: Прилагодување
nl: Aanpassing
ru: Приспособление (регулировка)

source: Collision response
mk: Одговор на Судар
nl: Botsing resultaat
ru: Реакция на Коллизию

source: Average velocity
mk: Средна Брзина
nl: Gemiddelde snelheid
ru: Средняя скорость

source: Angle based velocity
mk: Брзина Базирана на Агол
nl: Hoek snelheid
ru: Скорость зависимая от угла

source: Acceleration
mk: Забрзување
nl: Versnelling
ru: Ускорение

source: End position
mk: Крајна Позиција
nl: Eind positie
ru: Конечная позиция

source: Drift
mk: Отстапување
ru: Дрейф (снос)

source: Minimum distance
mk: Минимална далечина
nl: Minimale afstand
ru: Минимальная дистанция

source: Maximum distance
mk: Максимална далечина
nl: Maximale afstand
ru: Максимальная дистанция

source: Add Position
mk: Додај Позиција
nl: Voeg positie toe
ru: Добавить позицию

source: Plane normal
mk: Нормала на рамнина
nl: Vlak normaal
ru: Нормаль плоскости

source: Random direction
mk: Рандом насока
nl: Willekeurige richting
ru: Случайное направление

source: Scale x, y and z
mk: Промени големина на X, Y и Z
nl: Schaal x, y en z
ru: Масштабировать X Y Z

source: Scale x
mk: Промени големина на X
nl: Schaal x
ru: Масштабировать X

source: Scale y
mk: Промени големина на Y
nl: Schaal y
ru: Масштабировать Y

source: Scale z
mk: Промени големина на Z
nl: Schaal z
ru: Масштабировать Z

source: Scale velocity
mk: Зголеми Брзина
nl: Schaal snelheid
ru: Изменить скорость

source: Stop at flip
mk: Стопирај на обратно
nl: Stop na flip
ru: Остановиться при возврате

source: Minimum frequency
mk: Минимална фрекфенција
nl: Minimum frequentie
ru: Минимальная частота

source: Maximum frequency
mk: Максимална фрекфенција
nl: Maximum frequentie
ru: Максимальная частота

source: Sphere radius
mk: Радиус на Сфера
nl: Straal bol
ru: Радиус сферы

source: Animation type
mk: Тип на анимација
nl: Animatie type
ru: Тип анимации

source: Loop
mk: Повторување
ru: Цикл

source: Up - Down
mk: Горе - Доле
nl: Heen en terug
ru: Вверх - Вниз

source: Random
mk: Рандом
nl: Willekeurige waarde
ru: Случайно

source: Texture coordinate start
mk: Старт на координати за текстури
nl: Afbeelding coördinaat begin
ru: Начало текстурных координат

source: Texture coordinate end
mk: Крај на координати за текстури
nl: Afbeelding coördinaat eind
ru: Конец текстурных координат

source: Start random
mk: Почни рандом
nl: Start willekeurig
ru: Запустить генератор случайных чисел

source: Use own speed
mk: Користи своја брзина
nl: Gebruik eigen snelheid
ru: Использовать собственную скорость

source: Circle Radius
mk: Радиус на Круг
nl: Cirkel straal
ru: Радиус круга

source: Circle Step
mk: Чекор на Круг
nl: Cirkel stap
ru: Шаг круга

source: Circle angle
mk: Агол на Круг
nl: Cirkel hoek
ru: Угол круга

source: Circle Random
mk: Рандом Круг
nl: Cirkel willekeurig
ru: Рандом Круга

source: Line end
mk: Крај на Линија
nl: Lijn end
ru: Конец линии

source: Line max increment
mk: Максимално зголемуање на линија
nl: Lijn max increment
ru: Максимальный инкремент линии

source: Line min increment
mk: Минимално зголемуање на линија
nl: Lijn min increment
ru: Минимальный инкремент линии

source: Line deviation
mk: Девиација на Линија
nl: Lijn afwijking
ru: Отклонение от линии

source: Mesh name
mk: Име на модел
nl: Mesh naam
ru: Имя модели

source: Mesh surface distribution
mk: Дистрибуција на површина на модел
nl: Mesh oppervlak distributie
ru: Распределение на поверхности модели

source: Mesh surface scale
mk: Големина на површина на модел
nl: Mesh oppervlak schaal
ru: Масштабирование поверхности модели

source: Edge
mk: Раб
ru: Грань

source: Heterogeneous_1
mk: Хетероген_1
nl: Heterogeen 1
ru: Неоднородный_1

source: Heterogeneous_2
mk: Хетероген_2
nl: Heterogeneen 2
ru: Неоднородный_2

source: Homogeneus
mk: Хомоген
nl: Homogeen
ru: Однородный

source: Vertex
mk: Теме
ru: Вершина

source: Add particle position
mk: Додај позиција на честичка
nl: Voeg particle positie toe
ru: Добавить позицию частицы

source: Position randomize
mk: Рандомизирај позиција
nl: Willekeurige positie
ru: Случайная позиция

source: Sphere Radius
mk: Радиус на сфера
nl: Bol straal
ru: Радиус сферы

source: Vertex step
mk: Чекор на темиња
nl: Vertex stap
ru: Шаг вершины

source: Vertex segments
mk: Сегменти на Темиња
nl: Vertex segmenten
ru: Сегменты вершины

source: Vertex iterations
mk: Повторување на Темиња
nl: Vertex iteraties
ru: Повторение вершин

source: Vertex meshname
mk: Име на модел од теме
nl: Vertex meshnaam
ru: Имя модели вершины

source: Perform pre/post processing
mk: Изврши пре/пост процесирање
ru: Выполнить пре/пост обработку

source: Enable component
mk: Вклучи компонент
nl: Component inschakelen
ru: Включить компонент
